Repository: nurmek51/snapsnob
Catalog: snapsnob/*.lproj/Localizable.strings
Languages: kk

# navigation.home
source: Home
kk: Басты бет

# navigation.categories
source: Categories
kk: Санаттар

# navigation.favorites
source: Favorites
kk: Таңдаулылар

# navigation.trash
source: Trash
kk: Себет

# home.photoSeries
source: Photo Series
kk: Фото сериялары

# home.photosProcessed
source: %d/%d photos processed
kk: %d/%d фото өңделді

# home.noSinglePhotos
source: No single photos
kk: Жалғыз фото жоқ

# home.allPhotosInSeries
source: All your photos are part of series
kk: Барлық фотоңыз серия бөлігінде

# home.noMorePhotos
source: No more photos
kk: Басқа фото жоқ

# action.keep
source: Keep
kk: Сақтау

# action.delete
source: Delete
kk: Жою

# action.restore
source: Restore
kk: Қайтару

# action.cancel
source: Cancel
kk: Болдырмау

# action.close
source: Close
kk: Жабу

# action.done
source: Done
kk: Дайын

# action.openSettings
source: Open Settings
kk: Параметрлерді ашу

# action.retry
source: Retry
kk: Қайталау

source: Photo access denied
kk: Фотоларға рұқсат жоқ

# photo.allowAccess
source: Please allow photo access in settings
kk: Параметрлерде фотоға кіруге рұқсат беріңіз

# photo.loading
source: Loading photos...
kk: Фотолар жүктелуде...

# photo.errorLoading
source: Error loading
kk: Жүктеу қатесі

source: Photo unavailable
kk: Фото қолжетімсіз

# photo.accessRequiredMessage
source: The app requires photo access to work. Please allow access in system settings.
kk: Қосымшаның жұмыс істеу үшін фотоға рұқсат қажет. Жүйелік параметрлерде фотоларға рұқсат беріңіз.

# photo.loadingImage
source: Loading image...
kk: Фото жүктелуде...

# photo.failedToLoadImage
source: Failed to load image
kk: Фотолар жүктеу сәтсіз өтті

# photo.checkConnection
source: Check your internet connection
kk: Интернет байланысыңызды тексеріңіз

# photo.tryAgain
source: Try again
kk: Қайталау

# photo.unknownError
source: Unknown error
kk: Белгісіз қате

# photo.loading2
source: Loading...
kk: Жүктелуде...

# ai.visionAnalysis
source: Apple Vision Analysis
kk: Apple Vision талдауы

# ai.analyzing
source: Analyzing...
kk: Талдау...

# ai.analyzingPhotos
source: Analyzing %d photos...
kk: %d фотолар талдауда...

# ai.categoriesVision
source: Vision Categories
kk: Vision санаттары

# ai.duplicates
source: Duplicates
kk: Көшірмелер

# ai.noDuplicatesFound
source: No duplicates found
kk: Көшірме табылмады

# ai.noDuplicatingPhotos
source: You have no duplicate photos
kk: Сізде көшірме фото жоқ

# ai.analyzePhotos
source: Analyze photos with Apple Vision
kk: Apple Vision арқылы фото талдау

# ai.maximumAccuracy
source: Maximum accuracy and quality
kk: Максималды дәлдік пен сапа

# duplicates.title
source: Duplicate Photos
kk: Көшірме фотолар

# duplicates.groups
source: Duplicate groups
kk: Көшірме топтары

# duplicates.canDelete
source: Can delete
kk: Жоюға болады

# duplicates.willFree
source: Will free
kk: Босайды

# duplicates.deleteAll
source: Delete all duplicates
kk: Барлық көшірмелерді жою

# duplicates.freeSpace
source: Free %@ space
kk: %@ кеңістігін босату

# duplicates.confirmDelete
source: Delete duplicates?
kk: Көшірмелерді жою керек пе?

# duplicates.deleteMessage
source: %d duplicates will be deleted. %@ space will be freed. Originals will be preserved.
kk: %d көшірме жойылады. %@ кеңістігі босатылады. Түпнұсқалар сақталады.

# duplicates.downloadedDuplicates
source: Downloaded duplicates
kk: Жүктелген көшірмелер

# duplicates.burstDuplicates
source: Burst duplicates
kk: Жарылыс көшірмелері

# duplicates.similarPhotos
source: Similar photos
kk: Ұқсас фотолар

# duplicates.deletionProgress
source: Deleting duplicates...
kk: Көшірмелер жойылуда...

# duplicates.deletionComplete
source: Deletion complete
kk: Жою аяқталды

# duplicates.noDuplicatesFound
source: No duplicates found
kk: Көшірме табылмады

# duplicates.excellentWork
source: Excellent work! You have no duplicate photos in your library.
kk: Тамаша жұмыс! Сіздің галлереянызда көшірме фото жоқ.

# duplicates.deletingDuplicates
source: Deleting duplicates...
kk: Көшірмелер жойылуда...

# duplicates.percentComplete
source: %d%% complete
kk: %d%% аяқталды

source: Duplicates deleted successfully!
kk: Көшірмелер сәтті жойылды!

# duplicates.freeUp
source: Free up
kk: Босату

# theme.system
source: System
kk: Жүйе

# theme.light
source: Light
kk: Жарық

# theme.dark
source: Dark
kk: Қараңғы

# theme.choose
source: Choose theme
kk: Жүйе түсін таңдау

# theme.description
source: Theme will be applied to entire app
kk: Түсті бүкіл қосымшаға қолданылады

# theme.systemDescription
source: Follow system settings
kk: Жүйелік параметрлерді ұстану

# theme.lightDescription
source: Always light theme
kk: Әрқашан жарық түс

# theme.darkDescription
source: Always dark theme
kk: Әрқашан қараңғы түс

# category.allPhotos
source: All photos
kk: Барлық фотолар

# category.viewMode
source: View mode
kk: Көру режимі

# category.swipeMode
source: Swipe mode
kk: Свайп режимі

# category.normalMode
source: Normal mode
kk: Қалыпты режим

# category.albums
source: Albums
kk: Альбомдар

# category.categoriesNotFound
source: Categories not found
kk: Санаттар табылмады

# category.foundCategories
source: Found Categories
kk: Табылған санаттар

# category.tryAnalysisAgain
source: Try analysis again or check settings
kk: Талдауды қайталау немесе параметрлерді тексеру

# trash.empty
source: Trash is empty
kk: Себет бос

# trash.emptyDescription
source: Deleted photos will appear here
kk: Жойылған фотолар мұнда пайда болады

# trash.clearAll
source: Clear all
kk: Барлығын тазалау

# trash.clearAllConfirm
source: Clear trash?
kk: Себетті тазалау керек пе?

# trash.clearAllMessage
source: All photos in trash will be permanently deleted. This action cannot be undone.
kk: Себеттегі барлық фотолар мәңгі жойылады. Бұл әрекетті кері қайтаруға болмайды.

# trash.titleWithCount
source: Trash (%d)
kk: Себет (%d)

# trash.clear
source: Clear
kk: Тазалау

# trash.deleteAll
source: Delete all
kk: Барлығын жою

# trash.clearTrashConfirm
source: Clear trash
kk: Себетті тазалау

# trash.confirmPermanentDelete
source: Are you sure you want to delete all photos from trash? This action cannot be undone.
kk: Себеттен барлық фотоларды жоюға сенімдісіз бе? Бұл әрекетті кері қайтаруға болмайды.

# favorites.title
source: Favorites
kk: Таңдаулылар

# favorites.empty
source: No favorites
kk: Таңдаулы жоқ

# favorites.emptyDescription
source: Photos you mark as favorites will appear here
kk: Таңдаулы деп белгілеген фотолар мұнда пайда болады

# album.select
source: Select
kk: Таңдау

# album.selectAll
source: Select all
kk: Барлығын таңдау

# settings.title
source: Settings
kk: Параметрлер

# settings.language
source: Language
kk: Тіл

# settings.theme
source: Theme
kk: Қосымшаның түсі

# settings.about
source: About
kk: Туралы

# settings.version
source: Version
kk: Нұсқа

# language.title
source: Language
kk: Тіл

# language.system
source: System Language
kk: Жүйелік тіл

# language.current
source: Current: %@
kk: Ағымдағы: %@

# language.developerOverride
source: Developer Override
kk: Әзірлеушінің өзгертуі

# language.clearOverride
source: Clear Override
kk: Өзгертуді тазалау

# language.resetToSystem
source: Reset to System
kk: Жүйеге қайтару

# general.loading
source: Loading...
kk: Жүктелуде...

# general.error
source: Error
kk: Қате

# general.success
source: Success
kk: Сәтті

# general.warning
source: Warning
kk: Ескерту

# general.info
source: Info
kk: Ақпарат

# photoCategory.people
source: People
kk: Адамдар

# photoCategory.animals
source: Animals
kk: Жануарлар

# photoCategory.nature
source: Nature
kk: Табиғат

# photoCategory.food
source: Food
kk: Тамақ

# photoCategory.vehicles
source: Vehicles
kk: Көліктер

# photoCategory.buildings
source: Buildings
kk: Ғимараттар

# photoCategory.objects
source: Objects
kk: Заттар

# photoCategory.documents
source: Documents
kk: Құжаттар

# photoCategory.screenshots
source: Screenshots
kk: Скриншоттар

# photoCategory.selfies
source: Selfies
kk: Селфи

# photoCategory.landscapes
source: Landscapes
kk: Ландшафттар

# photoCategory.other
source: Other
kk: Басқа

source: Analysis Progress
kk: Талдау прогрессі

source: Analysis Complete
kk: Талдау аяқталды

source: Analysis Failed
kk: Талдау сәтсіз

# analysis.categories
source: categories
kk: Санаттар

# analysis.processed
source: processed
kk: өңделді

# analysis.title
source: Photo Analysis
kk: Фото талдауы

# analysis.usingVision
source: Using Apple Vision for categorization
kk: Санаттау үшін Apple Vision қолданылуда

# analysis.percentComplete
source: %d%% complete
kk: %d%% аяқталды

# analysis.readyToAnalyze
source: Ready to analyze
kk: Талдауға дайын

# analysis.reanalyze
source: Re-analyze
kk: Қайта талдау

# analysis.photosInGallery
source: %d photos in gallery
kk: Галереяда %d фото

# analysis.startAnalysis
source: Start Analysis
kk: Талдауды бастау

# analysis.runAnalysisPrompt
source: Run analysis to categorize photos
kk: Фотоларды санаттау үшін талдауды жүргізу

# analysis.noDuplicatesFound2
source: No duplicates found
kk: Көшірме табылмады

# analysis.duplicates
source: Duplicates
kk: Көшірмелер

# analysis.noDuplicatesMessage
source: You have no duplicate photos
kk: Сізде көшірме фото жоқ

# analysis.deleteAllDuplicates2
source: Delete all duplicates
kk: Барлық көшірмелерді жою

# analysis.photosInGroup
source: %d photos
kk: %d фото

# analysis.visionTitle
source: Apple Vision Analysis
kk: Apple Vision талдауы

# common.noData
source: No data available
kk: Деректер жоқ

# common.loading
source: Loading...
kk: Жүктелуде...

# common.tryAgain
source: Try again
kk: Қайталау

# common.refresh
source: Refresh
kk: Жаңарту

# common.noMorePhotos
source: No more photos
kk: Басқа фото жоқ

# common.totalPhotos
source: Total photos
kk: Жалпы фотолар

# common.categorized
source: Categorized
kk: Санатталған

# common.averageConfidence
source: Average Vision confidence
kk: Орташа Vision сенімділігі

# common.analysisComplete
source: Analysis complete
kk: Талдау аяқталды

# common.photosCategorizationComplete
source: Photos categorized using Apple Vision
kk: Apple Vision арқылы фотолар санатталды

# common.albumsNotFound
source: Albums not found
kk: Альбомдар табылмады

# common.startAnalysisPrompt
source: Start analysis for automatic photo categorization
kk: Автоматты фото санаттау үшін талдауды бастау

# common.photosCount
source: %d photos
kk: %d фото

# common.noPhotosInSeries
source: No photos in series
kk: Серияда фото жоқ

# common.errorLoadingPhoto
source: Error loading photo
kk: Фото жүктеу қатесі

# common.toTrash
source: Trash
kk: Себет

# common.keep
source: Keep
kk: Сақтау

# common.photoUnavailable
source: Photo unavailable
kk: Фото қолжетімді емес

# favorites.totalPhotos
source: Total Photos
kk: Жалпы фотолар

# favorites.favoritesCount
source: Favorites
kk: Таңдаулылар

# favorites.thisWeek
source: This Week
kk: Бұл апта

# favorites.bestPhotos
source: Best
kk: Ең жақсы

# favorites.normalMode
source: Normal Mode
kk: Қалыпты режим

# favorites.swipeMode
source: Swipe Mode
kk: Свайп режимі

# favorites.swipeLeft
source: Remove
kk: Жою

# favorites.swipeRight
source: Best
kk: Ең жақсы

# favorites.recentFavorites
source: Recent Favorites
kk: Соңғы таңдаулылар

# favorites.recentSubtitle
source: Last 14 days
kk: Соңғы 14 күн

# favorites.bestOfBest
source: Best of the Best
kk: Ең жақсылардың ең жақсысы

# favorites.noFavoritesTitle
source: No Favorite Photos
kk: Таңдаулы фото жоқ

# favorites.noFavoritesMessage
source: Favorite photos will appear here
kk: Таңдаулы фотолар мұнда пайда болады

# favorites.photosCount
source: %d photos
kk: %d фото

# favorites.photoSingle
source: photo
kk: фото

# favorites.removeFromFavorites
source: Remove
kk: Жою

# onboarding.skip
source: Skip
kk: Өткізу

# onboarding.continue
source: Continue
kk: Жалғастыру

# onboarding.grantAccess
source: Grant Access
kk: Жалғастыру

# toast.photoAddedToTrash
source: 1 photo added to trash
kk: 1 фото себетке қосылды

# toast.photosAddedToTrash
source: %d photos added to trash
kk: %d фото себетке қосылды

# onboarding.rightSwipe.title
source: Keep Photos
kk: Фотоларды сақтау

# onboarding.rightSwipe.description
source: Swipe right – this action skips the photo and saves it to the gallery
kk: Оңға свайп – бұл әрекет фотодан өту және оны галереяға сақтау

# onboarding.swipeRight.hint
source: Swipe right to continue
kk: Жалғастыру үшін оңға свайп

# onboarding.leftSwipe.title
source: Delete Photos
kk: Фотоларды жою

# onboarding.leftSwipe.description
source: Swipe left – this action deletes the photo and moves it to the trash
kk: Солға свайп – бұл әрекет фотодан өту және оны себетке жылжыту

# onboarding.swipeLeft.hint
source: Swipe left to continue
kk: Жалғастыру үшін солға свайп

# onboarding.doubleTap.title
source: Favorite Photos
kk: Фотоларды таңдаулы ету

# onboarding.doubleTap.description
source: Double tap – adds the photo to favorites
kk: Қос түрту – фотодан өту және оны таңдаулыларға қосу

# onboarding.doubleTap.hint
source: Double tap to continue
kk: Жалғастыру үшін қос түрту

# onboarding.storySeries.title
source: Photo Series
kk: Фото сериясы

# onboarding.storySeries.description
source: Photo series – choose the best shot and remove the rest
kk: Фото сериясы – ең жақсы сәтті таңдау және қалғандарын жою

# onboarding.trashBin.title
source: Trash Management
kk: Себет басқаруы

# onboarding.trashBin.description
source: Manage deleted photos – permanently delete or restore them
kk: Жойылған фотоларды басқару – мәңгі жою немесе қалпына келтіру

# onboarding.privacy.title
source: Your Privacy
kk: Сіздің құпиялылығыңыз

# onboarding.privacy.description
source: Your data stays on device. This app works fully offline and does not send your photos anywhere. Please grant access to your gallery for proper functionality.
kk: Сіздің деректеріңіз құрылғыда қалады. Бұл қосымша толығымен офлайн жұмыс істейді және фотоларды ешқайда жібермейді. Дұрыс жұмыс істеу үшін галереяға кіруге рұқсат беріңіз.
